Repository: Nesma-Hamdy/playSMS
Catalog: web/plugin/feature/sms_autoreply/language/*/LC_MESSAGES/messages.po
Languages: ar_ar

source: Action
ar_ar: اجراء

source: Add SMS autoreply
ar_ar: إضافة رسالة قصيرة كرد تلقائي

source: Add SMS autoreply scenario
ar_ar: إضافة سيناريو/تصور للرد التلقائي

source: Are you sure you want to delete SMS autoreply ?
ar_ar: هل أنت متأكد أنك تريد حذف الرد التلقائي؟

source: Are you sure you want to delete this SMS autoreply scenario ?
ar_ar: هل أنت متأكد أنك تريد حذف هذا السيناريو للرد التلقائي؟

source: Edit SMS autoreply scenario
ar_ar: تعديل سيناريو/تصور الرد التلقائي

source: Fail to add SMS autoreply
ar_ar: فشل في إضافة رد تلقائي

source: Fail to add SMS autoreply scenario
ar_ar: فشل في إضافة سيناريو للرد التلقائي

source: Fail to delete SMS autoreply
ar_ar: فشل في حذف رد تلقائي

source: Fail to delete SMS autoreply scenario
ar_ar: فشل فى حذف سيناريو الرد التلقائي

source: Fail to edit SMS autoreply scenario
ar_ar: فشل فى تعديل سيناريو الرد التلقائي

source: Keyword
ar_ar: كلمة رئيسية

source: Manage autoreply
ar_ar: إدارة الرد التلقائي

source: Return
ar_ar: عودة

source: SMS autoreply has been deleted
ar_ar: تم حذف الرد التلقائي

source: SMS autoreply keyword
ar_ar: الكلمة الرئيسية للرد التلقائي

source: SMS autoreply keyword has been added
ar_ar: تم إضافة الكلمة الرئيسية للرسالة القصيرة

source: SMS autoreply scenario has been added
ar_ar: تم إضافة سيناريو الرد التلقائي

source: SMS autoreply scenario has been deleted
ar_ar: تم حذف سيناريو الرد التلقائي

source: SMS autoreply scenario has been edited
ar_ar: تم تعديل سيناريو الرد التلقائي

source: SMS keyword already exists, reserved or use by other feature
ar_ar: الكلمة الرئيسية للرسالة القصيرة موجودة بالفعل، محفوظة أو تم استخدامها من قبل خاصية أخرى

source: Save
ar_ar: حفظ

source: User
ar_ar: المستخدم

source: You must fill all fields
ar_ar: يجب تعبئة جميع الحقول

source: keyword
ar_ar: كلمة رئيسية
