Repository: Nesma-Hamdy/playSMS
Catalog: web/plugin/core/main_config/language/*/LC_MESSAGES/messages.po
Languages: ar_ar

source: Access to unknown domain mapped to this server IP address will be redirected to this website URL. This website URL should be the primary address for the service.
ar_ar: سيتم إعادة توجيه الوصول من نطاق غير معروف له نفس عنوان IP هذا الملقم لهذا الموقع . وينبغي أن يكون عنوان الموقع هو العنوان الأساسي لهذه الخدمة.

source: Active gateway module
ar_ar: فعل وحدة البوابة

source: Active themes
ar_ar: الثيمات النشطة

source: Allow custom SMS footer
ar_ar: السماح بتذييل مخصص للرسالة

source: Allow custom sender ID
ar_ar: السماح بإضافة هوية المرسل

source: Application footer here. Go to main configuration or manage site to edit this footer.
ar_ar: تطبيق التذييل هنا. انتقل إلى الإعدادات الرئيسية أو إدارة الموقع لتحرير هذا التذييل.

source: Buy credit
ar_ar: شراء رصيد

source: Buy credit page
ar_ar: الصفحة شراء الرصيد

source: Default SMS rate
ar_ar: معدل الرسائل الافتراضي

source: Default credit for user
ar_ar: الرصيد الافتراضي للمستخدم

source: Default language
ar_ar: اللغة الافتراضية

source: Default sender ID
ar_ar: هوية المرسل الافتراضية

source: Default settings
ar_ar: الإعدادات الافتراضية

source: Default site configuration
ar_ar: إعدادات الموقع الافتراضية

source: Default timezone
ar_ar: التوقيت الافتراضي

source: Default user status on registration
ar_ar: حالة المستخدم الافتراضية عند التسجيل

source: Eg: +0700 for Jakarta/Bangkok timezone
ar_ar: على سبيل المثال: توقيت +0700 لجاكرتا / بانكوك

source: Enable forgot password
ar_ar: تفعيل نسيت كلمة السر

source: Enable logo
ar_ar: تفعيل الشعار

source: Enable public registration
ar_ar: تفعيل التسجيل للزوار

source: Forwarded email footer
ar_ar: إعادة توجيه تذييل البريد الإلكتروني

source: Go to main configuration or manage site to edit this page
ar_ar: انتقل إلى الإعدادات الرئيسية أو إدارة الموقع لتعديل هذه الصفحة.

source: Information
ar_ar: معلومات

source: Information page
ar_ar: صفحة المعلومات

source: Layout footer
ar_ar: تذييل التصميم

source: Logo URL
ar_ar: رابط الشعار

source: Logo by default will be displayed at login, register and forgot password page
ar_ar: سيتم عرض الشعار افتراضيا فى صفحات الدخول , التسجيل ونسيت كلمة السر.

source: Main configuration
ar_ar: الإعدادات الرئيسية

source: Main configuration changes has been saved
ar_ar: تم حفظ التغييرات فى الإعدادات الرئيسية.

source: Main website URL
ar_ar: الرابط الرئيسي للموقع

source: Main website name
ar_ar: إسم الموقع

source: Maximum SMS count
ar_ar: العد الأقصى للرسائل

source: Normal user
ar_ar: مستخدم عادي

source: Page content
ar_ar: محتوى الصفحة

source: Page title
ar_ar: عنوان الصفحة

source: Replace website title with logo
ar_ar: استبدل عنوان الموقع بالشعار

source: Save
ar_ar: حفظ

source: Subuser
ar_ar: مستخدم فرعي

source: Website URL
ar_ar: رابط الموقع

source: Website email
ar_ar: البريد الإليكتروني للموقع

source: Website title
ar_ar: عنوان الموقع

source: no
ar_ar: ﻻ

source: yes
ar_ar: نعم
