Repository: Nesma-Hamdy/playSMS
Catalog: web/plugin/core/auth/language/*/LC_MESSAGES/messages.po
Languages: ar_ar

source: Email
ar_ar: البريد الإلكتروني

source: Fail to recover password
ar_ar: فشلت محاولة إعادة كلمة السر

source: Fail to send email
ar_ar: لم يتم إرسال الرسالة

source: Home
ar_ar: الرئيسية

source: Invalid username or password
ar_ar: الاسم المستخدم أو كلمة السر غير صحيح

source: Login
ar_ar: دخول

source: Mobile
ar_ar: الجوال

source: Name
ar_ar: الاسم

source: Password
ar_ar: كلمة السر

source: Password has been emailed
ar_ar: لقد تم إرسال كلمة السر الى بريدك الإلكتروني

source: Password recovery
ar_ar: إستعادة كلمة السر

source: Please type the displayed captcha phrase correctly
ar_ar: من فضللك أعد كتابة الحروف بطريقة صحيحة

source: Recover password
ar_ar: إستعادة كلمة السر

source: Recover password disabled
ar_ar: ﻻ يسمح بإستعادة كلمة السر

source: Register an account
ar_ar: تسجيل حساب جديد

source: Submit
ar_ar: إرسال

source: This temporary password will be removed once you have logged in successfully
ar_ar: كلمة السر هذة مؤقتة سيتم إزالتها بمجرد الإنتهاء من تسجيل الدخول بنجاح.

source: Unable to login
ar_ar: عدم التمكن من الدخول

source: Username
ar_ar: اسم المستخدم

source: Username or email
ar_ar: اسم المستخدم أو البريد الإلكتروني

source: Verify captcha
ar_ar: تأكيد الكود

source: You have been logged out
ar_ar: لقد قمت بالخروج

source: You have no access to this page
ar_ar: ليس لديك صلاحية الدخول لهذه الصفحة

source: You or someone else have requested a password recovery
ar_ar: لقد تم طلب إستعادة كلمة السر بواسطتك أو بواسطة شخص آخر.
