Repository: Nesma-Hamdy/playSMS
Catalog: web/plugin/core/user/language/*/LC_MESSAGES/messages.po
Languages: ar_ar

source: Active language
ar_ar: اللغة المفعلة

source: Add subuser
ar_ar: إضافة مستخدم فرعي

source: Add user
ar_ar: إضافة مستخدم

source: Address
ar_ar: العنوان

source: Administrator
ar_ar: المدير

source: Administrators
ar_ar: المدراء

source: Always add plus sign
ar_ar: أضف دائما علامة الجمع

source: Always choose to send as unicode
ar_ar: اختر دائما أن يرسل كمشفر

source: Application options
ar_ar: خيارات التطبيق

source: Are you sure you want to ban subuser
ar_ar: هل أنت متأكد أنك تريد حظر المستخدم الفرعي

source: Are you sure you want to ban user
ar_ar: هل أنت متأكد أنك تريد حظر المستخدم

source: Are you sure you want to delete subuser
ar_ar: هل أنت متأكد أنك تريد حذف المستخدم الفرعي

source: Are you sure you want to delete subuser ?
ar_ar: هل أنت متأكد أنك تريد حذف المستخدم الفرعي؟

source: Are you sure you want to delete user
ar_ar: هل أنت متأكد أنك تريد حذف المستخدم

source: Are you sure you want to delete user ?
ar_ar: هل أنت متأكد أنك تريد حذف المستخدم؟

source: Are you sure you want to unban subuser
ar_ar: هل أنت متأكد أنك تريد رفع الحظر للمستخدم الفرعي

source: Are you sure you want to unban user
ar_ar: هل أنت متأكد أنك تريد رفع الحظر للمستخدم

source: Auto remove plus sign
ar_ar: إزالة علامة زائد تلقائيا

source: City
ar_ar: مدينة

source: Comma separated
ar_ar: مفصولة بفاصلة (,)

source: Country
ar_ar: بلد

source: Credit
ar_ar: رصيد ائتمان

source: Currently logged in user is immune to deletion
ar_ar: المستخدم الحالى للنظام ﻻ يمكن حذفه

source: Default
ar_ar: الافتراضي

source: Delete
ar_ar: حذف

source: Effective SMS sender ID
ar_ar: هوية مرسل الرسالة فعالة

source: Eg: +0700 for Jakarta/Bangkok timezone
ar_ar: على سبيل المثال: توقيت +0700 لجاكرتا / بانكوك

source: Email
ar_ar: البريد الإلكتروني

source: Email address is mandatory
ar_ar: عنوان البريد الإلكتروني إلزامي

source: Enable webservices
ar_ar: تفعيل خدمات الويب

source: Fail to register an account
ar_ar: فشل تسجيل الحساب

source: Fail to save preferences
ar_ar: فشل حفظ التفضيلات

source: Forward message to email
ar_ar: إعادة إرسال الرسالة الى البريد الإلكتروني

source: Forward message to inbox
ar_ar: إعادة إرسال الرسالة إلى البريد الوارد

source: Forward message to mobile
ar_ar: إعادة إرسال الرسالة إلى الجوال

source: List of administrators
ar_ar: قائمة المدراء

source: List of normal users
ar_ar: قائمة المستخدمين

source: List of subusers
ar_ar: قائمة المستخدمين الفرعيين

source: Local number length
ar_ar: طول الرقم المحلي

source: Login information
ar_ar: معلومات تسجيل الدخول

source: Manage subuser
ar_ar: إدارة المستخدم الفرعي

source: Manage subusers
ar_ar: إدارة المستخدمين الفرعيين

source: Manage user
ar_ar: إدارة المستخدم

source: Max. 16 numeric or 11 alphanumeric characters
ar_ar: كحد أقصى. 16 رقم أو 11 أحرف أبجدية رقمية

source: Max. 30 alphanumeric characters
ar_ar: كحد أقصى. 30 أحرف أبجدية رقمية

source: Min length to detect missing country code
ar_ar: عدد الدقائق للكشف عن رمز البلد المفقود

source: Mobile
ar_ar: الجوال

source: Name
ar_ar: الإسم

source: New account registration
ar_ar: تسجيل حساب جديد

source: No changes made
ar_ar: لم يتم حدوث تغييرات

source: Normal user
ar_ar: المستخدم

source: Normal users
ar_ar: المستخدمين

source: Parent user is mandatory for subusers only. If no value is given then the subuser will be automatically assigned to user admin
ar_ar: المستخدم الرئيسي ضروري للمستخدمين الفرعيين فقط. اذا كان بلا قيمة المستخدم الفرعي سيتبع المستخدم المدير

source: Password
ar_ar: كلمة السر

source: Password does not match
ar_ar: كلمة السر غير مطابقة

source: Password should be at least 4 characters
ar_ar: كلمة السر ﻻ بد أن تتكون من أربع حروف على الأقل

source: Personal information
ar_ar: المعلومات الشخصية

source: Please select
ar_ar: اختر

source: Preferences
ar_ar: التفضيلات

source: Preferences has been saved
ar_ar: تم حفظ التغييرات

source: Preferences has been saved and password updated
ar_ar: تم تغيير كلمة السر و حفظ التفضيلات

source: Preferences has been saved and webservices token updated
ar_ar: تم حفظ التغييرات

source: Prefix or country code
ar_ar: البادئة أو رمز الدولة

source: Re-type password
ar_ar: أعد كتابة كلمة السر

source: Registered
ar_ar: مسجل

source: SMS footer
ar_ar: تذييل الرسالة

source: SMS sender ID
ar_ar: هوية المرسل

source: Save
ar_ar: حفظ

source: Select parent user for subuser
ar_ar: اختار المستخدم الرئيسي للمستخدم الفرعي

source: State or Province
ar_ar: الولاية أو المحافظة

source: Subuser
ar_ar: المستخدم الفرعي

source: Subusers
ar_ar: المستخدمين الفرعيين

source: Timezone
ar_ar: المنطقة الزمنية

source: Unable to ban subuser
ar_ar: غير قادر على حظر المستخدم

source: Unable to ban user
ar_ar: غير قادر على حظر المستخدم

source: Unable to delete this user until all subusers under this user has been removed
ar_ar: غير قادر على حذف المستخدم حتى يتم حذف جميع المستخدمين الفرعيين التابعين له.

source: Unable to process subuser addition
ar_ar: غير قادر على إضافة المستخدم الفرعي

source: Unable to process user addition
ar_ar: غير قادر على إضافة المستخدم

source: Unable to unban subuser
ar_ar: غير قادر على إزالة حظر المستخدم

source: Unable to unban user
ar_ar: غير قادر على إزالة الحظر للمستخدم

source: Unknown error has occurred
ar_ar: حدث خطأ غير متوقع

source: User admin or currently logged in administrator cannot be banned
ar_ar: المستخدم تم تسجيل دخوله على النظام حاليا لذا ﻻ يمكن حظره.

source: User admin or currently logged in administrator cannot be unbanned
ar_ar: المستخدم تم تسجيل دخوله على النظام حاليا لذا ﻻ يمكن إزالة حظره.

source: User configuration
ar_ar: إعدادات المستخدم

source: User configuration has been saved
ar_ar: تم حفظ إعدادات المستخدم

source: User configuration has been saved and password updated
ar_ar: تم حفظ التغييرات

source: User configuration has been saved and webservices token updated
ar_ar: تم حفظ التغييرات

source: User does not exists
ar_ar: المستخدم غير موجود

source: User has been added and password has been emailed
ar_ar: تم إضافة المستخدم وإرسال كلمة السر إلى بريده الإلكتروني

source: User has been added but failed to send email
ar_ar: تم إضافة المستخدم ولكن فشلت عملية إرسال كلمة السر إلى بريده الإلكتروني

source: User has been banned
ar_ar: تم حظر المستخدم

source: User has been removed
ar_ar: تم حذف المستخدم

source: User has been unbanned
ar_ar: تم إزالة الحظر للمستخدم

source: User is already exists
ar_ar: المستخدم موجود بالفعل

source: User is already on banned subusers list
ar_ar: المستخدم موجود فى قائمة المستخدمين الذين تم حظرهم

source: User is already on banned users list
ar_ar: المستخدم موجود فى قائمة المحظورين بالفعل

source: User is immune to deletion
ar_ar: ﻻ يمكن حذف هذا المستخدم

source: User is not on banned subusers list
ar_ar: المستخدم لا يوجد فى قائمة المستخدمين الذين تم حظرهم

source: User is not on banned users list
ar_ar: المستخدم غير موجود فى قائمة المحظورين.

source: User registration is not available
ar_ar: التسجيل فى الموقع غير متاح

source: User status
ar_ar: حالة المستخدم

source: User with this email is already exists
ar_ar: يوجد مستخدم مسجل بهذا البريد الإلكتروني من قبل

source: User with this mobile is already exists
ar_ar: يوجد مستخدم مسجل برقم الجوال بالفعل

source: Username
ar_ar: إسم المستخدم

source: Username is empty
ar_ar: حقل إسم المستخدم ضروري

source: Username should be at least 3 characters
ar_ar: إسم المستخدم ﻻبد أن يتكون من ثلاث حروف على الأقل.

source: Valid characters for username are alphabets, numbers, dot or dash
ar_ar: الأحرف الصالحة لاسم المستخدم هي الحروف الهجائية والأرقام ونقطة أو شرطة

source: You must fill all field
ar_ar: كل الحقول ضرورية

source: You must fill all required fields
ar_ar: ﻻ بد من ملئ كل الحقول الضرورية

source: Your email format is invalid
ar_ar: تنسيق البريد الإلكتروني غير صالح

source: Your mobile format is invalid
ar_ar: تنسيق رقم الجوال غير صالح

source: Zipcode
ar_ar: الرقم البريدي

source: email
ar_ar: البريد الإلكتروني

source: for subuser only
ar_ar: للمستخدم الفرعي فقط

source: mobile
ar_ar: الجوال

source: no
ar_ar: ﻻ

source: username
ar_ar: اسم المستخدم

source: yes
ar_ar: نعم
