Repository: Nesma-Hamdy/playSMS
Catalog: web/plugin/language/*/LC_MESSAGES/messages.po
Languages: ar_ar

source: About
ar_ar: حول

source: About playSMS
ar_ar: عن playSMS

source: Action
ar_ar: إجراء

source: Active language
ar_ar: اللغة المفعلة

source: Active themes
ar_ar: القالب المفعل

source: Add
ar_ar: إضافة

source: Add administrator
ar_ar: إضافة مدير

source: Add message template
ar_ar: إضافة قالب رسالة

source: Add normal user
ar_ar: إضافة مستخدم

source: Add user
ar_ar: إضافة مستخدم

source: Address
ar_ar: العنوان

source: Administration
ar_ar: الإدارة

source: Administrator
ar_ar: المدير

source: Administrators
ar_ar: المدراء

source: All
ar_ar: الكل

source: All Inbox
ar_ar: الوارد

source: All inbox
ar_ar: الوارد

source: All incoming SMS
ar_ar: الرسائل الواردة

source: All incoming messages
ar_ar: كل الرسائل الواردة

source: All outgoing SMS
ar_ar: الرسائل الصادرة

source: All outgoing messages
ar_ar: كل الرسائل الصادرة

source: Allow custom SMS footer
ar_ar: إتاحة تذييل الرسائل القصيرة

source: Allow custom sender ID
ar_ar: إتاحة هوية المستخدم

source: Always add plus sign
ar_ar: أضف علامة الموجب (+) دائما

source: Always choose to send as unicode
ar_ar: اختار دائما إرسال الرسائل مشفرة

source: Application footer here
ar_ar: تذييل التطبيق هنا

source: Application footer here. Go to main configuration or manage site to edit this footer.
ar_ar: تذييل التطبيق هنا. انتقل إلى الإعدادات الرئيسية أو إدارة الموقع لتحرير هذا التذييل.

source: Application information
ar_ar: معلومات التطبيق

source: Application options
ar_ar: خيارات التطبيق

source: Are you sure you want to ban user
ar_ar: هل أنت متأكد أنك تريد حظر هذا المستخدم

source: Are you sure you want to delete outgoing SMS ?
ar_ar: هل أنت متأكد أنك تريد حذف الرسائل القصيرة الصادرة

source: Are you sure you want to delete these items ?
ar_ar: هل أنت متأكد أنك تريد حذف المحدد

source: Are you sure you want to delete this SMS ?
ar_ar: هل أنت متأكد أنك تريد حذف هذه الرسالة القصيرة

source: Are you sure you want to delete user
ar_ar: هل أنت متأكد أنك تريد حذف المستخدم

source: Are you sure you want to delete user ?
ar_ar: هل أنت متأكد أنك تريد حذف المستخدم

source: Are you sure you want to unban user
ar_ar: هل أنت متأكد أنك تريد رفع الحظر على المستخدم

source: Auto remove plus sign
ar_ar: إزالة علامة الموجب تلقائيا

source: Back
ar_ar: عودة

source: Ban
ar_ar: حظر

source: Buy
ar_ar: شراء

source: Buy credit
ar_ar: شراء رصيد

source: Buy credit page
ar_ar: صفحة شراء رصيد

source: Buy credit page content
ar_ar: محتوى صفحة شراء الرصيد

source: Buy credit page title
ar_ar: عنوان صفحة شراء الرصيد

source: Changelog
ar_ar: سجل التغييرات

source: City
ar_ar: المدينة

source: Comma separated
ar_ar: مفصولة بفواصل (,)

source: Comma seperated
ar_ar: مفصولة بفواصل (,)

source: Content
ar_ar: المحتوى

source: Country
ar_ar: البلد

source: Created
ar_ar: تم إنشاؤه

source: Credit
ar_ar: رصيد

source: Currently logged in user is immune to deletion
ar_ar: المستخدم تم تسجيل دخوله على الموقع لذا ﻻ يمكن حذفه

source: Date time
ar_ar: التاريخ والوقت

source: Default
ar_ar: افتراضي

source: Default SMS rate
ar_ar: معدل الرسائل القصيرة الافتراضي

source: Default credit for user
ar_ar: الرصيد الإفتراضي للمستخدم

source: Default language
ar_ar: اللغة الإفتراضية

source: Default sender ID
ar_ar: هوية المرسل الإفتراضية

source: Default settings
ar_ar: الإعدادات الإفتراضية

source: Default site configuration
ar_ar: إعدادات الموقع الإفتراضية

source: Default timezone
ar_ar: التوقيت الزمني اﻹفتراضي

source: Default user status on registration
ar_ar: حالة المستخدم اﻹفتراضية عند التسجيل فى الموقع

source: Delete
ar_ar: حذف

source: Delete all templates ?
ar_ar: حذف جميع القوالب

source: Delete message template
ar_ar: حذف قالب الرسالة

source: Delete selection
ar_ar: حذف المحدد

source: Delete user
ar_ar: حذف المستخدم

source: Edit
ar_ar: تعديل

source: Edit message template
ar_ar: تعديل قالب الرسالة

source: Effective SMS sender ID
ar_ar: هوية المرسل فعالة

source: Eg: +0700 for Jakarta/Bangkok timezone
ar_ar: على سبيل المثال: توقيت +0700 لجاكرتا / بانكوك

source: Email
ar_ar: البريد الإلكتروني

source: Email is already in use by other username
ar_ar: البريد الإلكترونى مستخدم بالفعل من قبل مستخدم آخر

source: Enable forgot password
ar_ar: تفعيل إستعادة كلمة السر

source: Enable logo
ar_ar: تفعيل الشعار

source: Enable public registration
ar_ar: تفعيل تسجيل حساب جديد للزوار

source: Export
ar_ar: تصدير

source: FATAL ERROR
ar_ar: خطأ فادح

source: Fail sent SMS, no credit
ar_ar: فشل إرسال الرسالة , ﻻ يوجد رصيد يكفي

source: Fail to delete SMS
ar_ar: فشل حذف الرسالة القصيرة

source: Fail to delete incoming SMS
ar_ar: فشل حذف الرسائل القصيرة الواردة

source: Fail to delete user
ar_ar: فشل حذف الرسالة

source: Fail to edit message template
ar_ar: فشل تعديل قالب الرسالة

source: Fail to recover password
ar_ar: فشل إستعادة كلمة السر

source: Fail to register an account
ar_ar: فشل تسجيل حساب جديد

source: Fail to save preferences
ar_ar: فشل حفظ التفضيلات

source: Fail to send email
ar_ar: فشل إرسال الرسالة

source: Fail to sent SMS
ar_ar: فشل إرسال الرسالة

source: Feature
ar_ar: خاصية

source: Features
ar_ar: الخصائص

source: Flash message
ar_ar: رسالة فلاش

source: Footer
ar_ar: تذييل

source: Forgot password
ar_ar: نسيت كلمة السر

source: Forward
ar_ar: إعادة إرسال

source: Forward SMS to email
ar_ar: إعادة إرسال الرسالة القصيرة عبر البريد الإلكتروني

source: Forward SMS to inbox
ar_ar: إعادة إرسال الرسالة القصيرة الى البريد الوارد

source: Forward SMS to mobile
ar_ar: إعادة إرسال الرسالة القصيرة الى الجوال

source: Forward from
ar_ar: إعادة إرسال من

source: Forward message to email
ar_ar: إعادة إرسال الرسالة عبر البريد الإلكتروني

source: Forward message to inbox
ar_ar: إعادة إرسال الرسالة الى البريد الوارد

source: Forward message to mobile
ar_ar: إعادة إرسال الرسالة الى الجوال

source: From
ar_ar: من

source: Full name
ar_ar: الاسم كامل

source: Go
ar_ar: ذهاب

source: Go to main configuration or manage site to edit this page
ar_ar: انتقل إلى الإعدادات الرئيسية أو إدارة الموقع لتعديل هذه الصفحة

source: Group
ar_ar: مجموعة

source: Group code
ar_ar: كود المجموعة

source: Home
ar_ar: الرئيسية

source: Import
ar_ar: استيراد

source: Inbox
ar_ar: الوارد

source: Incoming SMS
ar_ar: الرسائل القصيرة الواردة

source: Incoming messages
ar_ar: الرسائل الواردة

source: Information
ar_ar: معلومات

source: Information page
ar_ar: صفحة المعلومات

source: Installation Guide
ar_ar: دليل التركيب

source: Invalid username or password
ar_ar: اسم المستخدم او كلمة السر غير صحيحة

source: Last update
ar_ar: اخر تحديث

source: License
ar_ar: ترخيص

source: List of administrators
ar_ar: قائمة المدراء

source: List of normal users
ar_ar: قائمة المستخدمين

source: Login
ar_ar: دخول

source: Login as
ar_ar: تم الدخول باسم

source: Login information
ar_ar: معلومات تسجيل الدخول

source: Logo URL
ar_ar: رابط الشعار

source: Logo by default will be displayed at login, register and forgot password page
ar_ar: سوف يتم عرض الشعار فى صفحات الدخول , التسجيل ,وإستعادة كلمة السر

source: Logout
ar_ar: خروج

source: Main configuration
ar_ar: الإعدادات الرئيسية

source: Main configuration changes has been saved
ar_ar: تم حفظ التغييرات

source: Manage
ar_ar: الإعدادات

source: Manage site
ar_ar: إعدادات الموقع

source: Manage subusers
ar_ar: إدارة المستخدمين الفرعيين

source: Manage user
ar_ar: إعدادات المستخدم

source: Max. 16 numeric or 11 alphanumeric characters
ar_ar: كحد أقصى. 16 رقم أو 11 أحرف أبجدية رقمية

source: Max. 20 digits mobile phone number
ar_ar: كحد أقصى. 20 رقم ﻷرقام الهاتف المحمول

source: Max. 30 alphanumeric characters
ar_ar: كحد أقصى. 30 أحرف أبجدية رقمية

source: Maximum SMS count
ar_ar: اكبر عدد للرسائل القصيرة

source: Message
ar_ar: الرسالة

source: Message from
ar_ar: قالب رسالة

source: Message template
ar_ar: قالب رسالة

source: Message template content
ar_ar: محتوى قالب الرسالة

source: Message template has been edited
ar_ar: تم تعديل قالب الرسالة

source: Message template has been saved
ar_ar: تم حفظ قالب الرسالة

source: Message template name
ar_ar: اسم قالب الرسالة

source: Min length to detect missing country code
ar_ar: عدد الدقائق للكشف عن كود البلد

source: Mobile
ar_ar: الجوال

source: Mobile is already in use by other username
ar_ar: رقم الهاتف مستخدم من قبل مستخدم آخر

source: Mobile number
ar_ar: رقم الجوال

source: Move
ar_ar: الذهاب

source: Move to
ar_ar: الذهاب إلى

source: My Account
ar_ar: حسابي

source: My account
ar_ar: حسابي

source: Name
ar_ar: الاسم

source: New account registration
ar_ar: تسجيل حساب جديد

source: New inbox from
ar_ar: البريد الجديد من

source: No changes made
ar_ar: ﻻ توجد تغييرات

source: Normal user
ar_ar: مستخدم

source: Normal users
ar_ar: مستخدمين

source: Offline
ar_ar: غير موجود

source: Online
ar_ar: موجود

source: Options
ar_ar: الخيارات

source: Or
ar_ar: أو

source: Outgoing SMS
ar_ar: الرسائل القصيرة الصادرة

source: Outgoing messages
ar_ar: الرسائل الصادرة

source: Page content
ar_ar: محتوى الصفحة

source: Page title
ar_ar: عنوان الصفحة

source: Password
ar_ar: كلمة السر

source: Password does not match
ar_ar: كلمة السر ﻻ تتطابق

source: Password has been emailed
ar_ar: تم إرسال كلمة السر عبر البريد الإلكتروني

source: Password has been sent to your email
ar_ar: تم إرسال كلمة السر عبر البريد الإلكتروني

source: Password recovery
ar_ar: إستعادة كلمة السر

source: Password should be at least 4 characters
ar_ar: يجب أن لا تقل كلمة السر عن 4 أحرف

source: Pending
ar_ar: في الإنتظار

source: Personal information
ar_ar: المعلومات الشخصية

source: Phone number(s)
ar_ar: رقم الهاتف

source: Phonebook
ar_ar: دليل الهاتف

source: Phonebook groups
ar_ar: مجموعات دليل الهاتف

source: Phonebook numbers
ar_ar: أرقام دليل الهاتف

source: Pick Date & Time
ar_ar: اختار التاريخ والوقت

source: Pick date & time
ar_ar: اختار التاريخ والوقت

source: Please select
ar_ar: من فضلك حدد

source: Please select template
ar_ar: قالب رسالة

source: Preferences
ar_ar: التفضيلات

source: Preferences has been saved
ar_ar: تم حفظ التغييرات

source: Preferences has been saved and password updated
ar_ar: تم حفظ التغييرات

source: Preferences has been saved and webservices token updated
ar_ar: تم حفظ التغييرات

source: Prefix or country code
ar_ar: البادئة أو رمز الدولة

source: Public registration disabled
ar_ar: تسجيل الزوار غير مفعل

source: Public registration is disabled
ar_ar: تسجيل الزوار غير مفعل

source: Publish
ar_ar: انشر

source: Re-Type Password
ar_ar: أعد كتابة كلمة السر

source: Re-type password
ar_ar: أعد كتابة كلمة السر

source: Received
ar_ar: تم الإستلام

source: Receiver
ar_ar: المرسل إليه

source: Recover password
ar_ar: إستعادة كلمة السر

source: Recover password disabled
ar_ar: إستعادة كلمة السر غير مفعل

source: Reduce
ar_ar: تخفيض

source: Register an account
ar_ar: تسجيل حساب جديد

source: Registered
ar_ar: مسجل

source: Replace website title with logo
ar_ar: استبدال عنوان الموقع بالشعار

source: Reply
ar_ar: الرد

source: Reports
ar_ar: تقارير

source: Resend
ar_ar: إعادة إرسال

source: SMS
ar_ar: رسالة قصيرة

source: SMS character
ar_ar: حرف الرسالة القصيرة

source: SMS footer
ar_ar: تذييل الرسالة

source: SMS from
ar_ar: من

source: SMS sender ID
ar_ar: هوية المرسل

source: SMS to email
ar_ar: رسالة قصيرة عبر البريد الإلكتروني

source: Save
ar_ar: حفظ

source: Save template
ar_ar: حفظ القالب

source: Schedule
ar_ar: جدول

source: Search
ar_ar: بحث

source: Select
ar_ar: حدد

source: Select action
ar_ar: حدد الإجراء

source: Selected incoming SMS has been deleted
ar_ar: تم حذف الرسالة الواردة

source: Selected incoming message has been deleted
ar_ar: تم حذف الرسالة الواردة

source: Selected message template has been deleted
ar_ar: قالب الرسالة المختار تم حذفه

source: Selected outgoing SMS has been deleted
ar_ar: الرسالة الصادرة المختارة تم حذفها

source: Selected outgoing message has been deleted
ar_ar: الرسالة الصادرة المختارة تم حذفها

source: Send
ar_ar: إرسال

source: Send SMS
ar_ar: إرسال رسالة

source: Send as flash message
ar_ar: إرسال الرسالة فلاش

source: Send as unicode message
ar_ar: إرسال الرسالة مشفرة

source: Send broadcast SMS
ar_ar: إرسال رسالة إلى مجموعة من الأشخاص

source: Send message
ar_ar: أرسل رسالة

source: Send to
ar_ar: أرسل إلى

source: Send to group
ar_ar: أرسل إلى مجموعة

source: Sender
ar_ar: المرسل

source: Sent
ar_ar: تم الإرسال

source: Settings
ar_ar: الإعدادات

source: State or Province
ar_ar: الوﻻية أو المحافظة

source: Status
ar_ar: الحالة

source: Submit
ar_ar: إرسال

source: Subuser
ar_ar: مستخدم فرعي

source: This field is required
ar_ar: هذا الحقل ضروري

source: This temporary password will be removed once you have logged in successfully
ar_ar: كلمة السر المؤقتة سوف يتم حذفها بمجرد تسجيل الدخول بنجاح

source: Time
ar_ar: الوقت

source: Timezone
ar_ar: التوقيت الزمني

source: To
ar_ar: الى

source: Tools
ar_ar: الأدوات

source: Unable to ban user
ar_ar: غير قادر على حظر المستخدم

source: Unable to unban user
ar_ar: غير قادر على إلغاء حظر المستخدم

source: Unable to update login session
ar_ar: غير قادر على تحديث جلسة تسجيل الدخول

source: Unban
ar_ar: إلغاء حظر

source: Unicode message
ar_ar: رسالة مشفرة

source: Unknown error has occurred
ar_ar: حدوث خطأ غير متوقع

source: Unpublish
ar_ar: إلغاء نشر

source: Use
ar_ar: استخدام

source: Use template
ar_ar: استخدام قالب

source: User
ar_ar: المستخدم

source: User admin or currently logged in administrator cannot be unbanned
ar_ar: لقد تم تسجيل دخول المستخدم على الموقع لذا ﻻ يمكن إلغاء حظره

source: User already exists
ar_ar: المستخدم موجود بالفعل

source: User configuration
ar_ar: إعدادات المستخدم

source: User configuration has been saved
ar_ar: تم حفظ التغييرات

source: User configuration has been saved and password updated
ar_ar: تم حفظ التغييرات

source: User configuration has been saved and webservices token updated
ar_ar: تم حفظ التغييرات

source: User does not exists
ar_ar: المستخدم غير موجود

source: User has been added
ar_ar: تم إضافة المستخدم

source: User has been added and password has been emailed
ar_ar: تمت إضافة المستخدم وكلمة المرور قد تم إرسالها عبر البريد الالكتروني

source: User has been added but failed to send email
ar_ar: تم إضافة المستخدم لكن فشل إرسال الرسالة إلى بريده الإلكتروني

source: User has been banned
ar_ar: تم حظر المستخدم

source: User has been deleted
ar_ar: تم حذف المستخدم

source: User has been removed
ar_ar: تم حذف المستخدم

source: User has been unbanned
ar_ar: تم إزالة الحظر على المستخدم

source: User is already exists
ar_ar: المستخدم موجود بالفعل

source: User is already on banned users list
ar_ar: مستخدم بالفعل فى قائمة المستخدمين المحظورين

source: User is immune to deletion
ar_ar: ﻻ يمكن حذف المستخدم

source: User is not on banned users list
ar_ar: المستخدم غير موجود في قائمة المستخدمين المحظورين

source: User level
ar_ar: مستوى المستخدم

source: User preference
ar_ar: تفضيلات المستخدم

source: User with this email is already exists
ar_ar: يوجد مستخدم مسجل بالبريد الإلكتروني هذا بالفعل

source: User with this mobile is already exists
ar_ar: يوجد مستخدم مسجل برقم الجوال هذا بالفعل

source: Username
ar_ar: اسم المستخدم

source: Username is empty
ar_ar: اسم المستخدم ضرورى

source: Username should be at least 3 characters
ar_ar: يجب أن يكون اسم المستخدم 3 أحرف على الأقل

source: Valid characters for username are alphabets, numbers, dot or dash
ar_ar: الأحرف الصالحة لاسم المستخدم هي الحروف الهجائية والأرقام ونقطة أو شرطة

source: View
ar_ar: معاينة

source: View administrator
ar_ar: معاينة معلومات المدير

source: View administrators
ar_ar: معاينة معلومات المدراء

source: View groups
ar_ar: معاينة المجموعات

source: View normal user
ar_ar: معاينة المستخدم

source: View normal users
ar_ar: معاينة المستخدمين

source: View numbers
ar_ar: معاينة الأرقام

source: Website URL
ar_ar: رابط الموقع

source: Website email
ar_ar: البريد الإلكتروني للموقع

source: Website title
ar_ar: عنوان الموقع

source: Welcome to playSMS
ar_ar: مرحبا بك في playSMS

source: You have been logged out
ar_ar: لقد تم تسجيل الخروج

source: You have no access to this page
ar_ar: لا يوجد لديك صلاحية الوصول إلى هذه الصفحة

source: You must fill all field
ar_ar: يجب تعبئة جميع الحقول

source: You must fill all fields
ar_ar: يجب تعبئة جميع الحقول

source: You must fill all required fields
ar_ar: يجب تعبئة جميع الحقول المطلوبة

source: You must select receiver and your message should not be empty
ar_ar: يجب عليك تحديد المتلقي، وينبغي ألا تكون رسالتك فارغة

source: You must select receiver group and your message should not be empty
ar_ar: يجب تحديد مجموعة المتلقي، وينبغي ألا تكون رسالتك فارغة

source: You or someone else have requested a password recovery
ar_ar: لقد تم طلب كلمة السر من خلالك او شخص آخر

source: Your SMS has been delivered to queue
ar_ar: تم إرسال الرسالة القصيرة إلى قائمة الانتظار

source: Your email format is invalid
ar_ar: صيغة البريد الإلكتروني غير صالحة

source: Your message
ar_ar: رسالتك

source: Your message has been delivered to queue
ar_ar: تم إرسال الرسالة إلى قائمة الانتظار

source: Your mobile format is invalid
ar_ar: صيغة الجوال غير صالحة

source: Zipcode
ar_ar: الرمز البريدي

source: chars
ar_ar: أحرف

source: cost
ar_ar: تكلفة

source: count
ar_ar: إحصاء

source: email
ar_ar: البريد الإلكتروني

source: failed
ar_ar: فشل فى إتمام العملية بنجاح

source: format YYYY-MM-DD hh:mm
ar_ar: تنسيق YYYY-MM-DD HH: MM

source: forward
ar_ar: إعادة إرسال

source: from
ar_ar: من

source: generated on user creation
ar_ar: تم انشاؤه عند إضافة المستخدم

source: mobile
ar_ar: الجوال

source: no
ar_ar: ﻻ

source: not set
ar_ar: لم تحدد

source: number
ar_ar: رقم

source: prefix with # for groups and @ for users
ar_ar: البادئة بـ # للمجموعات و @ للمستخدمين

source: rate
ar_ar: نسبة

source: reply
ar_ar: رد

source: resend
ar_ar: إعادة إرسال

source: row
ar_ar: صف

source: shared by
ar_ar: تم نشره بواسطة

source: to
ar_ar: الى

source: username
ar_ar: إسم المستخدم

source: version
ar_ar: إصدارة

source: yes
ar_ar: نعم
