Repository: Nesma-Hamdy/playSMS
Catalog: web/plugin/feature/phonebook/language/*/LC_MESSAGES/messages.po
Languages: ar_ar

source: Action
ar_ar: إجراء

source: Add contact
ar_ar: إضافة اسم

source: Add group
ar_ar: إضافة مجموعة

source: Allow broadcast from mobile
ar_ar: تفعيل انتشار الرسالة من الجوال

source: Anyone
ar_ar: اى شخص

source: Contact has been added
ar_ar: تم إضافة اسم جديد

source: Contact has been edited
ar_ar: تم حفظ التغييرات

source: Contacts has been imported
ar_ar: تم استيراد الاسماء

source: Delete
ar_ar: حذف

source: Edit contact
ar_ar: تعديل اسم

source: Edit group
ar_ar: تعديل مجموعة

source: Email
ar_ar: البريد الإلكتروني

source: Fail to delete group
ar_ar: فشل حذف المجموعة

source: Fail to upload CSV file for phonebook
ar_ar: فشل تحميل ملف CSV لدليل الهاتف

source: Group
ar_ar: مجموعة

source: Group code
ar_ar: كود المجموعة

source: Group code has been added
ar_ar: تم إضافة كود المجموعة

source: Group code is already exists
ar_ar: كود المجموعة موجود بالفعل

source: Group code may be used to broadcast SMS to this group
ar_ar: يمكن استخدام كود المجموعة ﻹرسال الرسائل الى الأعضاء الموجودين بها

source: Group has been edited
ar_ar: تم تعديل المجموعة

source: Group name
ar_ar: اسم المجموعة

source: Import
ar_ar: استيراد

source: Import above phonebook entries ?
ar_ar: استيراد مدخلات دفتر الهاتف أعلاه؟

source: Import confirmation
ar_ar: تأكيد الاستيراد

source: Me only
ar_ar: انا فقط

source: Members
ar_ar: الأعضاء

source: Mobile
ar_ar: الجوال

source: Move to
ar_ar: الذهاب إلى

source: Name
ar_ar: الاسم

source: No changes has been made
ar_ar: لم تحدث أية تغييرات

source: Phonebook
ar_ar: دليل الهاتف

source: Please select CSV file for phonebook entries
ar_ar: يرجى تحديد ملف CSV للإدخالات الى دليل الهاتف

source: Please use alphanumeric only and make it short
ar_ar: الرجاء استخدام أبجدية رقمية فقط وجعلها قصيرة

source: Save
ar_ar: حفظ

source: Select
ar_ar: اختار

source: Selected contact has been deleted
ar_ar: الاسم المحدد تم حذفه

source: Selected contact moved to new group
ar_ar: الاسم المحدد تم نقله إلى مجموعة جديدة

source: Selected group has been deleted
ar_ar: المجموعة المختارة تم حذفها

source: Unable to delete group until the group is empty
ar_ar: ﻻ يمكن حذف المجموعة إلا إذا كانت فارغة

source: You must fill all field
ar_ar: يجب ملء جميع الحقول

source: You must fill mandatory fields
ar_ar: يجب ملء الحقول الضرورية

source: You must fill required fields
ar_ar: يجب ملء الحقول المطلوبة

source: code
ar_ar: كود

source: format
ar_ar: تنسيق

source: group
ar_ar: مجموعة

source: please use uppercase and make it short
ar_ar: الرجاء استخدام الأحرف الكبيرة وجعلها قصيرة
